Revit 2027 API
SymbolTypeId.Hectare Property
 Symbol hectare, indicating unit Hectares.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hectare { get; }
Public Shared ReadOnly Property Hectare As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hectare {
	ForgeTypeId^ get ();
}
static member Hectare : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace